{
  "title": "Paper checker",
  "subtitle": "Your All-In-One solution for writing a Scinetific  Article!",
  "description": "",
  "secundaryDescription": "",
  "functionalities": [
    {
      "title": "Grammar Checker",
      "description": "Our grammar checker identifies grammar, spelling, and punctuation errors in your writing. It suggests corrections and provides explanations to help you understand the rules.",
      "link": "/grammar-checker"
    },
    {
      "title": "Summarizer",
      "description": "Our summarizer analyzes your text and generates a concise summary, making it easy to distill the key points of any document or article.",
      "link": "/text-summarizer"
    },
    {
      "title": "Vocabulary",
      "description": "Our vocabulary analyzes your text to detect definition for definitions in your text, making it easy to distill the key points of any document or article.",
      "link": "/vocabulary-checker"
    },
    {
      "title": "Plagiarism Checker",
      "description": "Our plagiarism checker scans your text to detect potential instances of plagiarism and provides detailed information about potential sources or references that match content in your text, ensuring the originality and authenticity of your content.",
      "link": "/plagiarism-checker"
    },
    {
      "title": "Import PDF",
      "description": "Our PDF import tool allows you to easily upload and import your PDF documents section by section. Once uploaded, you can efficiently work on individual sections, making it simple to perform tasks like grammar checking, plagiarism detection, and summary generation on specific parts of your paper. Enhance the quality and originality of your content with our intuitive PDF import feature.",
      "link": "/pdf-import"
    } ,{
      "title": "Translator",
      "description": "Our translator leverages the power of ChatGPT to provide fast and accurate translations in multiple languages. Simply enter your text, select your target language, and let our translator do the rest.",
      "link": "/translator"
    }

  ]
}
